"{\"id\": \"R01\", \"name\": \"Grand Foyer\", \"desc\": \"The large empty expanse of the grand foyer stretches out in front of you. Impressively clean marble floors, dark stained wood panel walls, and a large double-sided curved staircase make up the architecture of this massive entrance room. The walls are decorated with several paintings, some of which look to be quite expensive. \\nTo the south is the entrance to the house. You know you cannot leave until the murder has been solved.\\nTo the west appears to be the entrance to a gleaming white kitchen.\\nTo the east seems to be a library of sort.\\nTo the north is the upstairs hallway.\", \"sdesc\": \"The grand foyer stretches out in front of you. To the west is the kitchen, to the east is the library, and going upstairs to the north will take you to the upstairs hallway.\", \"visited\": false, \"objects\": [\"O02\"], \"features\": [\"F01R01\", \"F02R01\", \"F03R01\"], \"people\": [], \"connections\": {\"west\": \"R02\", \"east\": \"R03\", \"north\": \"R11\"}, \"interactions\": {\"search\": \"You walk around the room, inspecting every nook and cranny. As far as you can tell, the only things in the room are the victim's body, an end table, a rotary phone,  and some gaudy old furniture.\", \"touch\": \"You run your hands along the ground, careful to avoid the puddle of blood. It feels cool to the touch. Placing your hands upon the wood paneling of the wall reveals it is sturdy dark wood. This building was clearly quite expensive to construct.\", \"taste\": \"You get on all fours and lean down to touch the marble with your tongue. It tastes similar to some kind of floor polish.\", \"smell\": \"For the first time since entering the room, you notice the smell of the blood. It smells acrid and metallic. You recoil and turn your nose out of surprise.\", \"listen\": \"You can hear the creaks and groans of an old house. You sit in silence for a minute before you hear someone speaking in the library. You cannot make out what they are saying.\"}}"
