"{\"id\": \"R06\", \"desc\": \"The patio and pool deck look fit for a party. Lounge chairs are lined up along the south edge of the pool. A small dining area is on the southeast corner of the patio, complete with a massive umbrella to provide shade from the sun. Let's not forget about the pool. It sparkles and shimmers and looks so inviting. Maybe when all of this is over you can go for a nice swim. \\nTo the west are french doors that appear to go into the living room. The doors are locked. To the north is a pool house. It doesn't look like it's currently being used. These doors are also locked. \\nTo the east is the garden. It looks rather beatiful from here. There seem to be some outbuildings on the far edges of the garden, but you can't quite tell from here what they are. There are some muddy footprints coming out of the garden, maybe they deserve a closer look. \\nTo the south are french doors that will take you back into the house via the library.\", \"sdesc\": \"You are on the patio with a dazzling pool and ample seating for lounging or dining. To the west is the locked door into the living room, the library is to the south, to the east is the garden, and to the north is the pool house.\", \"visited\": false, \"objects\": [], \"features\": [\"F01R06\"], \"people\": [\"P03\"], \"connections\": {\"south\": \"R03\", \"east\": \"R07\"}, \"interactions\": {\"search\": \"The pool is well maintained and the patio is quite clean. There's nothing of note here, aside from those muddy footprints...\", \"touch\": \"The pool water is quite chilly. Maybe you'll rethink that swim later. \", \"taste\": \"You taste the pool water. Salty. Interesting choice.\", \"smell\": \"Aah...fresh air. There's a faint smell of something floral being carried by the breeze. Probably something in the garden.\", \"listen\": \"You hear the relaxing sounds of the breeze rustling the trees and the birds singing away. Too bad this situation is anything but relaxing. Wait, what's that? It sounds like a faint mumbling in the distance. It's coming from the direction of the footprints.\"}}"