"{\"id\": \"P02\", \"name\": \"Adam Bates\", \"desc\": \"Adam Bates raises his eyebrows and adjusts his glasses when he senses you looking at him. He appears to be in his late 30s or early 40s. His brown hair is messy, and his eyes look sad. 'Can I help you?' he asks.\", \"sdesc\": \"Adam Bates is bent over the top of the desk, going through the papers on the desk. He quickly straightens up and moves to a nearby bookcase, picking up a book, when you enter. He begins flipping through the book absentmindedly.\", \"interactions\": {\"ask\": {\"P01\": \"You ask Adam about Alice. 'Alice and my father have been dating for a few years,' Adam says. 'She started out as just his assistant, but then I guess they grew closer. I have mixed feelings about her. On the one hand, she's been good for my father in many ways. On the other hand, I feel that they grew too close too quickly and, when there's money involved, you can never be completely sure of a person's intentions, you know?'\", \"P03\": \"You ask Adam about Sam. 'Sam Smith is his name, right?' Adam says.'To be honest, he's a little suspicious, and I noticed that he mentioned nothing about occupation when we spoke. That being said, I don't know much about him.'\", \"P04\": \"You ask Adam about Al. 'Truth be told, my father probably didn't treat him as well as he should have,' Adam tells you. 'But Al was always loyal, maybe even too loyal...'\", \"P05\": \"You ask Adam about Heather. 'Ah, Heather Poirot,' Adam says. 'I didn't get much of an opportunity to speak with her, but I got the sense that she came here with a purpose. As far as what that purpose may be, your guess is as good as mine...'\", \"P06\": \"You ask Adam about Ava. 'She looks very familiar to me,' Adam says, 'but, for the life of me, I can't entirely place her. I think my father may have known her years ago...'\", \"F01R01\": \"You ask Adam about Norman. Adam grimaces when he hears you say his father's name. 'He wasn't the best father,' Adam admits. 'He wasn't exactly there for me when I was younger, and we didn't get along. For years, I wished the old man would just pass away so I could live my life without forever being weighed down by his presence in my life.' Adam pauses, as if deliberating over something. After a few moments, he continues. 'To be honest, we got into an argument this morning. The last words I said to him were... well, let's just say that they weren't that kind.' Adam's expression changes to one of sorrow and regret. He clears this throat and turns away.\", \"O01\": \"You ask Adam about the candlestick. 'That candlestick is part of a set that my father inherited,' Adam says. 'I'm not sure how long it's been in our family.'\", \"O04\": \"You ask Adam about the envelope with the numbers written on it. 'Looks like a safe combination,' Adam says. 'I don't recall my father having a safe anywhere, although I wouldn't be surprised if he kept one hidden from me.' He narrows his eyes and repeats the numbers under his breath as if commiting them to memory.\", \"O05\": \"You ask Adam about the earring. Adam looks at the earring with clear disinterest. 'I don't recognize it,' he says.\", \"O06\": \"You ask Adam about the washcloth. Adam winces ever so slightly when you show him the blood-stained washcloth. 'So that's his blood, eh?' he asks, although it's more of a statement. When you give him a suspicious look, he raises his hands defensively. 'Hey, I had nothing to do with it. You mentioned that you found it in Alice's room though?' He rubs his chin thoughtfully. 'I wonder if...' He shakes his head. 'Nah...'\", \"O09\": \"You show the letter to Adam. Adam takes the letter and quickly looks over it. 'My father has dated a lot of women over the years,' he says, 'but I don't recall him mentioning anyone other than Alice recently. From the looks of it, it sounds like this woman was obsessed.' He pauses for a moment to think. 'You don't think that woman downstairs was the the one who sent this, do you?' He shakes his head. 'Nah, probably not. Although I swear she looks familiar...'\", \"O10\": \"You show the drawing of the wolfsbane to Adam. Adam's cheeks turn red when he looks at the drawing. You notice him clenching his fists so tightly that his knuckles turn white. 'Alright,' he says. 'I had a hunch that my father might be changing his will sometime soon, what with him and Alice being so close and all. That didn't sit right with me. After all, the estate has been in our family for many generations.' Adam pauses, and takes a deep breath. 'So I poisoned his dinner. The man had it coming. He was an utterly worthless father and a terrible human being. But, at the last minute, we got into an argument, and I confessed what I had done to him. He stormed off, and that was the last time I saw him alive. I never actually poisoned him though.'\", \"O11\": \"You ask Adam about the will. Adam's interest is clearly piqued when you mention the will. 'What's that?' he asks. 'You found it?' When you tell him that Alice stands to inherit everything, he slams his fist down on the desk. 'That weasel,' he says. 'Leave it to him to do something as backstabbing as disinheriting his own son. And here I was feeling sorry that he had died. I should have killed him when...' Realizing that he may have said too much, Adam suddenly stops speaking.\", \"O12\": \"You show the FBI badge to Adam. He seems slightly startled at the sight. 'That's concerning,' he states, lowering his voice. 'To be completely honest with you, I suspect that my father, well, may have gotten into some trouble with the IRS if you catch my drift. Although I was never one-hundred percent sure. He wouldn't talk about it when I brought it up. Either way, it looks like something caught up to him. My guess is that one of the retreat participants is here undercover.' He eyes you suspiciously. 'You wouldn't happen to be an undercover FBI agent, would you?'\", \"F01R15\": \"You ask Adam about the desk. 'My father kept a lot of important papers in there,' he says. 'Let me know if you find anything of interest.'\", \"F02R15\": \"You ask Adam about the bar cart. Adam shrugs. 'My father liked to drink,' he simply says.\"}, \"search\": \"Adam doesn't seem like the type of person that would let you search him.\", \"touch\": \"You place your hand on Adam's shoulder. He looks up, pats it awkwardly, and then returns to reading.\", \"smell\": \"You near Adam and smell him. He smells slightly of alcohol.\", \"listen\": \"Adam sighs sadly and turns the page of the book that he's reading.\"}}"