"{\"id\": \"P03\", \"name\": \"Sam Smith\", \"desc\": \"You see Sam Smith. He's open about his past. Says he used to get into trouble a lot.Mostly just burglaries he said. He says he's changed his ways but you're not sure youbelieve him. \\\"Sam Smith\\\" certainly sounds like a made up name. He\\\\s probably early 30sgood looking in a rugged, bad boy kind of way. You can see how he might be able to manipulate people into trusting him. It looks like something sticking out of his pocket. \\\"What is that?\\\" you try to figure out. Gloves perhaps? Well, he is acting kind of guilty. Of what though you're not quite sure. He's been acting like that since you got here. You might want to keep an eye on him.\", \"sdesc\": \"Sam Smith is acting shifty, as usual, perhaps some gloves in his pocket.\", \"interactions\": {\"ask\": {\"P01\": \"You question Sam about Alice. He responds: 'Is that the broad, I mean lady, that lives here?She seems nice enough, pretty broken up about what happened. Not sure what elseI can say about her.'\", \"P02\": \"You question Sam about Adam, the victim's son. 'Seems pretty jealous of his oldman's money if you ask me. Can't say I blame him though. I heard his dad keeps all his money in the house, right under the kid's nose and he can't even touch it. Doesn't trust banks or something like that, the old kook.'\", \"P03\": \"You question Sam about himself. He seems exasperated, 'Man, why's everyone always suspecting me? I told you guys I've gone straight. Nothing to hide.'\", \"P04\": \"You ask Sam about the groundskeeper. Sam responds 'That old guy? He sure does love his plants. He saw me in the garden and threatened me if I picked any of his precious flowers. What's the big deal if I pick a few? He's got plenty.'\", \"P05\": \"You question Sam about Heather. He gets a far off look 'She's kind of mysterious, isn't she. She doesn't talk much but you can tell the wheels are always turning. A talldrink of water for sure, just my type.'\", \"P06\": \"You ask Sam about Ava. 'Something about her doesn't sit well with me. Too full of herself. And it's strange, she says it's the first time she's been here but she seems awfully familiar with the place. I thought I saw her poking around in the pantry earlier. Like she lives here or something...' \", \"F01R01\": \"You question Sam about the victim. 'I never met him before. I've heard stories in town though. They say he's a bit eccentric, doesn't trust the government or banks, keeps all his money stashed around the house like hidden treasures. I thoughtit would be fun to check the place out myself.' He stammers a bit, 'I mean, not that I'd look for the money or take it or anything, I just wanted to see whatthe guy was like in person.'\", \"F01R06\": \"You ask Sam about the muddy footprints. What was he doing in the garden anyway? He acts guilty. 'I was just enjoying the garden, honest.' He fidgets a little more and you wait, it seems like there's more he wants to say but he stays silent.\", \"F02R06\": \"You ask Sam about the gloves in his pocket. 'The what? Oh, these. I ... uh ...ok fine, took them from the shed. I wanted to surprise Heather with some rosesfrom the garden. I didn't want to get cut up by those pesky thorns.'\", \"F01R10\": \"You ask Sam about the broken pots in the greenhouse. 'Yeah, that was me. I was just looking through the flowers and accidentally dropped one of the pots. It fell on a few other pots and broke them to. I panicked and ran. I didn't wantto face the wrath of the gardener. His plants are like his babies.'\", \"O01\": \"You ask Sam about the candlestick. 'Candlestick? What candlestick? I don't know anything about a candlestick.'\", \"O06\": \"You ask Sam about the bloodied washcloth. 'I've never seen that before. Where'dyou find it?' Clearly, he's not going to tell you anything useful.\", \"O08 \": \"You ask Sam about the garden shears found in the greenhouse. 'I got them from the shed. I was going to use them to cut some flowers, but dropped them when I was startled and just left them there.'\", \"O12\": \"You question Sam about the FBI badge. 'Huh. I knew the owner was strange. I bet he's being investigated for something crazy!' \"}, \"search\": \"You ask Sam if he's found anything interesting. 'Nope, I've just got these gloves here in my pocket.'\", \"touch\": \"Sam smacks your hand away. 'What are you doing? Don't touch me! Geez, what's wrong with you?'\", \"smell\": \"You try to be subtle as you lean towards Sam and sniff. A mix of sweat and strong cologne. 'Note to self: don't get too close to him again' you think to yourself.\", \"listen\": \"You hope Sam will start talking just to fill the awkward silence but he justlooks at you expectantly.\"}}"