"{\"id\": \"P04\", \"name\": \"Al Weatherby\", \"desc\": \"Al is acting rather nervous. Pacing and muttering to himself. You try to get a good read on him without appearing to stare. He's probably in his 60s, tanned and weathered looking. Makes sense since he's worked here for so long and spent so much time outside caring for the garden. You know he takes great pride in his work and loves what he does. His hands are dirty with dirt caked under his nails. You'd expect as much. There doesn't appear to be any blood though.\", \"sdesc\": \"The gardener, Al, is acting nervous and muttering about how he 'doesn't know what he's going to do now.'\", \"interactions\": {\"ask\": {\"P01\": \"You ask Al about Alice. 'Poor kid. She was always nice enough to me, treated me with kindness. She's pretty broken up about losing Norman. Hopefully, she'll keep me on if she inherits this place. I know it's selfish to think about myself at a time like this, but I've been here so long, I don't know what else I'd do. Not like he ever payed me enough to be able to retire and take it easy.'\", \"P02\": \"You ask Al about Adam. 'That kid and his dad never got along. All they did was argue about money. Adam wanted it, and Norman didn't want to give him handouts, thought he needed to work to earn it. If he inherits this place, I'm a goner for sure. He'd fire me just out of spite for his dad. I hate to even think about what will happen to my beautiful gardens.'\", \"P03\": \"You mention Sam and Al starts to get agitated. 'He's trouble if you ask me. I caught him snooping around the garden earlier, looking guilty as ever. I don't know what he was doing, but I told him if he messes with any of my plants, he'll have me to deal with. I thought I saw him around my greenhouse earlier too. There's just no reason for him to go in there.'\", \"P04\": \"You ask Al about himself. 'What do you want to know? Seems like I've worked here my whole life. I love this garden, spend more time here than I do at my own home. The stingy old man doesn't pay me enough to have a garden like this of my own, so I put my heart and soul into the one here.'\", \"P05\": \"You ask Al about Heather. 'Can't say I really know anything about her. I just met her briefly after she arrived, showed her around the garden a little.'\", \"P06\": \"You question Al about Ava. 'You know, there's something familiar about her, but I can't quite put my finger on it. I don't really interact with the retreat participants too much unless they want a guided tour of the gardens. I love to talk about my plants.'\", \"F01R01\": \"You ask Al about Norman, and he seems to get frustrated. 'All the work I do for him, keeping his gardens in immaculate shape, and he never showed any appreciation. I wouldn't still be here if I didn't love what I do so much.'\", \"F02R07\": \"You ask Al about the sunken spot in the corner of the garden. 'Oh, that? I had to dig up a plant recently. Try as I might, I just couldn't get it to flourish. I think it's something in the soil over there, or maybe just not the right climate.'\", \"F02R08\": \"You ask Al about the van being used recently. 'Oh, yeah. I ran out to the gardening center to get some supplies earlier. The boss let me use his van. See, here's my receipt.' Al holds the receipt out towards you then goes slightly pale. 'What if I was the last person to see him alive when I got the keys from him? Oh, man. What if I had just stuck around instead? Maybe he'd still be alive.'\", \"F01R09\": \"You ask Al about the empty space on the wall, where there appears to be a large tool missing. 'I just came in here and found it like that. My large gardening shears are missing. They're my good heavy-duty ones too. Knock someone over the head with those and... oh, God. I didn't mean it like that, bad choice of words.' He seems truly embarrassed by his choice of words. 'There are some gloves missing too. Not sure what somebody is getting up to with those.'\", \"F02R09\": \"You ask Al about the open drawer. 'That's where I keep all my different gardening and work gloves. There's a pair missing. I always put things back when I'm done so I don't know where they could possibly be.'\", \"O01\": \"You ask Al about the candlestick. 'I don't spend much time in the house. I know there used to be a candlestick like that in the foyer. It's been a while since I've seen it, so I'm not sure if it's the same one, but it sure was ugly like that one you got there.'\", \"O04\": \"You ask Al about the envelope with the code. 'Hmm, well that's not the garage door code, I can tell you that much. Knowing Norman, there's probably a safe or two hidden somewhere in the house.'\", \"O05\": \"You ask Al about the earring. 'Don't know nothin' about that. I never was one for jewelry. I don't understand guys wearing earrings, myself.'\", \"O06\": \"You ask Al about the washcloth. 'Where'd you find that? It must be from the house, that's too fancy for one of my rags.'\", \"O08\": \"You ask Al about the gardening shears. 'They went missing from my shed. You can see the spot there on the wall. I like to keep a tight ship here, everything in it's place. You can even see where I've labeled the spot.' Al points to the empty space on the wall. 'Where'd you find them?'\", \"O10\": \"You ask Al about the smudged drawing. 'Hmm, \\\"wolfs-\\\",' he starts to read. 'That looks like it used to be a drawing of wolfsbane. I've got one of those over in the corner of the garden. It's the one with the dark purple flowers. I know it's supposed to be poisonous, and it's a bit of a risk having it here, but I don't think anybody else knows about it but me. It's kind of a little pet project I have going on. I got interested in it after reading about it in some folklore stories I like to read.'\", \"O11\": \"You ask Al about the victim's will. 'Pfft, I'm sure I'm not in it. All the hard work I put into this garden and Norman never seemed to appreciate it. I'd be surprised if he left me so much as a single tool.'\", \"O12\": \"You ask Al about the FBI badge. 'You say you found that in my garden? Well, it wasn't there yesterday, I can tell you that for sure. Never seen it before.'\"}, \"touch\": \"You reach out and pat Al on the shoulder in a consoling way, and he just looks at you funny. Ew, he's rather sweaty.\", \"smell\": \"You smell an interesting mix of oil from the tools and sweat from Al. Not the most pleasant combination.\", \"listen\": \"You catch mutterings of 'What now?' and 'Where are they?'\", \"search\": \"You ask Al if he has anything that will help with the investigation. 'Just this receipt that shows I was out shopping when it happened.'\"}}"