"{\"id\": \"P05\", \"name\": \"Heather Poirot\", \"desc\": \"You take a look at Heather and scan her up and down, trying to get a read on who she is. She appears middle aged, maybe early 30s. She is tall, with long brown hair pulled back into a ponytail. She doesn't appear to be wearing that much makeup, and her outfit is plain as well: just a simple long tan coat with jeans and brown boots. She acts a bit nervous, like she doesn't know what to be doing when you walk into the room. She looks away when she notices you staring at her.\", \"sdesc\": \"A woman who you recognize as Heather Poirot sits in one of the chairs, staring at the window.\", \"interactions\": {\"ask\": {\"F04R03\": \"You ask Heather about the gun she is carrying. She seems surprised then responds, 'I was asked to come to a creepy retreat by my boss, and you expect me not to bring a weapon? Clearly, I was right to come armed since someone already died. I'm not the one that killed him though. He didn't die of a gunshot.'\", \"P01\": \"You ask Heather about Alice. She responds, 'I don't know much about her. She seemed really broken up by the death though. I wonder how she's doing.'\", \"P02\": \"You ask Heather about Adam. She says, 'That guy seems like a hothead. I can't believe he's the son of that kind old man.'\", \"P03\": \"You ask Heather about Sam. She responds, 'I don't really know about that guy. He seems pretty shady. I saw him snooping around the library and outside area before you arrived. I wonder what he was doing.'\", \"P04\": \"You ask Heather about Al. She states, 'The gardener? He seems nice, but I noticed he was complaining about being underpaid earlier.'\", \"P05\": \"You ask Heather about herself. She states, 'Well, I'm a single mom and I work as a lawyer. My life is a little... stressful. My boss sent me on this trip in order to get me away from it all. To be honest, I think it's kind of a waste of time, especially since it looks like this is going to be more stressful than working, for obvious reasons.'\", \"P06\": \"You ask Heather about Ava. She responds, 'She seems off. Too calm in this situation.'\", \"F01R01\": \"You ask Heather about the victim. 'Mr. Bates seemed really nice. He greeted me at the door and seemed very excited to spend the weekend with everyone. I'm surprised someone would even want to kill him...'\", \"O01\": \"You ask Heather about the candlestick. 'Oh, man. That thing is ugly. Why are you carrying it around?'\", \"O05\": \"You question Heather about the earring. 'Oh? That's not mine. I only brought one pair, and they're still in.' You check her earlobes and can see two pearl earrings in place.\", \"O06\": \"You show Heather the bloodied washcloth. She seems surprised. 'Oh!' she exclaims. 'Could you take that away? I really can't stand the sight of blood.'\", \"O09\": \"You show Heather the letter. She takes a second to glance over it, blushing slightly. 'This is... a little scandalous,' she says.\", \"O10\": \"You show Heather the smudged drawing. 'Huh,' she says. 'It looks like it could have been ripped out of one of the books in here.'\", \"O11\": \"You ask Heather about the will. She says, 'Sorry, all this lawyer speak is above my head. Not sure how I could help.'\", \"O12\": \"You show the FBI badge to Heather. Her eyes widen as she pats a pocket in her jacket. 'Shit!' she exclaims. 'My first big case and I manage to lose my badge,' she mutters under her breath. 'Well, you caught me. I was sent here to investigate Mr. Bates for tax fraud, but before I could even start the investigation, he was murdered. I'm sorry for hindering the investigation, but some people tend to get... angry when we reveal that we were lying to them, so I decided it was for the best. Let me know if there is anything else I can do to help.'\"}, \"touch\": \"You take a step closer to Heather and touch her arm. She recoils and jumps back, surprised that you would touch her. 'Please don't do that!' she says, taking a second to calm down and adjust her coat. As she is adjusting, you do see something interesting: the hilt of a pistol poking through a shoulder holster under her left arm.\", \"smell\": \"You take a step toward Heather and sniff. She gives you a strange look and takes a step back. She does not appear to be wearing any perfume.\", \"listen\": \"Heather does not appear to be making any noise besides the odd cough to break the silence every once in a while.\", \"search\": \"You ask Heather if you can pat her down to check if she has any items that could help the investigation. She stops you and says, 'No, if you want to search me, you're going to have to have the police come here and do it themselves, sorry.'\"}}"