"{\"id\": \"P06\", \"name\": \"Ava Scarlett\", \"desc\": \"You take a step closer to the woman who introduced herself earlier as Ava Scarlett. She is in her early to mid 30s, young but with some wrinkles starting to appear. She keeps her hair cut short and dyed a deep shade of black with red highlights. Her makeup has been carefully done, with charcoal eyeliner and red lipstick. She is wearing a patterned, dark t-shirt with jeans and black boots. She only has one earring in. She seems a bit annoyed by your presence as she reads a novel in a small breakfast nook near the window.\", \"sdesc\": \"Ava Scarlett sits near the window in a breakfast nook reading a novel.\", \"interactions\": {\"ask\": {\"P01\": \"You question Ava about Alice. Ava responds, 'Well, I don't know much about her. I only just met her when I got here. If you ask me, though, I think her and our recently deceased host were 'well acquainted' if you know what I mean.'\", \"P02\": \"You question Ava about Adam, the victim's son. Ava's eyebrows raise as she says, 'You didn't hear it from me, but I heard him and his dad fighting before we found the body. I'm not sure if he's the one that killed his dad, but I can tell you that they did not have the best relationship.'\", \"P03\": \"You question Ava about Sam. She looks annoyed, stating 'I don't like that guy. We arrived together, and he had a bad attitude. Not only that, but he just looks like a thug. What a weird guy.'\", \"P04\": \"You ask Ava about the gardener, Al. Ava responds, 'To be honest, I don't really know much about him. He seems like a bit of a loner.'\", \"P05\": \"You question Ava about Heather. Ava states, 'She seems pretty cheery. Kind of odd that she's not more upset about the murder though, isn't it?'\", \"P06\": \"You ask Ava about herself. 'Me?' she says. 'Well, I work as a software developer at a tech company in the city. It's a lot of screen time, so every once in a while I like to get out of the office and do a retreat like this one.' She pauses. 'This is the first time I've been to this retreat though. I wish it could have been under better circumstances...'\", \"F01R01\": \"You question Ava about Norman. She quickly answers, 'I didn't know him very well. I only spoke with him once over the phone when I called to set up this weekend. I'm sorry to say, he seemed like a great guy.'\", \"O01\": \"You ask Ava about the candlestick. Her eyes widen, and she quickly glances toward the door. 'Isn't that the gaudy candlestick from the foyer? Why'd you pick it up?'\", \"O05\": \"You question Ava about the earring. She snatches it from your hand and looks it over. She says, 'Where did you find this? The bathroom, huh? I must have lost it when I washed my face earlier. If it helps your investigation, you're welcome to keep it until we leave.'\", \"O06\": \"You show Ava the bloodied washcloth. She recoils. 'Gross! Keep that away from me. I can't stand the sight of blood.'\", \"O09\": \"You ask Ava about the letter. Her face goes blank. She sheepishly looks around and sighs. 'Okay,' she says 'You caught me. My motives for coming here weren't exactly one hundred percent genuine. Norman and I used to be lovers when I was in my twenties. It didn't end well... I came here so I could confront him. I swear I'm not the one who killed him though! Before I even got to talk to him, he was murdered! The only reason I've been lying was because I didn't want to be pegged as the killer. I'm not a bad person, I promise. You have to believe me!'\", \"O11\": \"You ask Ava about the will. 'What's that?' she says. 'Norman's will? Does it say he's giving everything to Alice? I wonder what could possess him to do something like that instead of giving it to his son.'\", \"O12\": \"You question Ava about the FBI badge. 'Oh, no way!' she says excitedly. 'Someone here is an FBI agent? I wonder who it is. Wait, you don't think I'm an FBI Agent, do you? I wish! That would be a great gig.'\"}, \"search\": \"You ask Ava if she has any belongings that could help in your investigation. She turns her pockets inside out, showing that she has nothing on her. She shrugs and says, 'Sorry I can't be of more help.'\", \"touch\": \"As you walk up to her, hand outstretched, Ava holds her hand up and says, 'I would prefer if you didn't.'\", \"smell\": \"You walk up to Ava and sniff. You smell a slightly floral perfume. As you look up, Ava is staring at you with a concerned look on her face.\", \"listen\": \"Ava is remarkably silent as she reads her book.\"}}"