"{\"id\": \"P13\", \"name\": \"Alice Stone\", \"desc\": \"Alice Stone turns her head to meet your gaze as you look at her. The bright sunlight from the window clearly illuminates her face, revealing her swollen eyes and red, blotchy skin from crying. She dabs the corner of her eyes with a tissue before turning back to the window.\", \"sdesc\": \"Alice Stone stands in the corner of the room, gazing out the window and quietly sobbing.\", \"interactions\": {\"ask\": {\"P02\": \"Alice sighs softly before answering. 'Norman and Adam's relationship was... complicated, to say the least. They had your typical father and son disagreements about who should inherit the house and Norman's business. Norman wanted Adam to stay here and take over the business, but Adam wanted  to forge a new path on his own. Norman loved Adam dearly, though, and I believe Adam loved his father too.\", \"P03\": \"Alice waves her hand dismissively. 'He's a little shady looking, if you ask me, but, quite frankly, I haven't had much time to get to know the most recent retreat participants after what happened.'\", \"P04\": \"Alice's face lights up slightly. 'He can be quite the miserable old character, but I like him. He's been a loyal employee of Norman's for over twenty years.'\", \"P05\": \"Alice shrugs her shoulders dismissively. 'She seems like any other retreat participant to me.'\", \"P06\": \"\", \"F01R01\": \"At the very mention of Norman, Alice begins to heavily sob again. She waves you away, indicating that she wants to be left alone.\", \"O01\": \"Alice looks at the candlestick with a vague disinterest. 'That looks like it belongs in the foyer downstairs,' she mumbles. She pauses and then eyes you suspiciously. 'Please don't tell me you're using this as an opportunity to steal items from a dead man.'\", \"O05\": \"Alice takes the earring, quickly examines it, then hands it back to you. 'There's no way that's mine,' she says. 'I'm allergic to silver.'\", \"O06\": \"Alice recoils when you show her the blood-stained washcloth. 'Is that... his blood?' she asks, her voice barely a whisper. When you tell her that it was found in her room, she squints her eyes. 'Do you...? Do you think... that I did it?' When you don't answer, she responds angrily. 'Norman meant'the world to me. I won't be subjected to such accusations.' She looks away,indicating that the conversation is over.\", \"O09\": \"\", \"O11\": \"\"}, \"search\": \"Alice is wearing only a plain t-shirt and jeans. You ask her if she has anything of importance on her. She shakes her head.\", \"touch\": \"Alice watches you warily as you approach then says, 'Please don't touch me.' You respect her wishes.\", \"smell\": \"You walk closer towards Alice, but, just as you are about to smell her, she turns and gives you a look of disgust, clearly communicating that you need to back away.\", \"listen\": \"Alice sobs quietly.\"}}"